Repository: fangjunyu1/ImageSlim
Catalog: ImageSlim_macOS/ImageSlim/Languages/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, et, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, ro, ru, sk, sl, sq, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hk

source: Select Location
ar: اختر موقع الحفظ
az: Saxlama yerini seçin
bg: Избери папка за запис
bn: সংরক্ষণের স্থান নির্বাচন করুন
ca: Selecciona on desar
ceb: Pilia ang lokasyon sa pag-save
cs: Vybrat místo uložení
da: Vælg gem lokation
de: Speicherort wählen
el: Επιλογή τοποθεσίας
es: Seleccionar ubicación de guardado
et: Vali salvestuskoht
fa: انتخاب محل ذخیره
fi: Valitse tallennuspaikka
fil: Pumili ng lokasyon ng pag-save
fr: Choisir l'emplacement
ga: Roghnaigh suíomh sábhála
gu: સેવ કરવા માટે સ્થાન પસંદ કરો
he: בחר מיקום שמירה
hi: सेव करने की जगह चुनें
hr: Odaberite mjesto spremanja
hu: Mentési hely kiválasztása
id: Pilih lokasi penyimpanan
is: Veldu vistunarstað
it: Scegli cartella di destinazione
ja: 保存先を選択
jv: Pilih panggonan nyimpen
kk: Сақтау орнын таңдау
km: ជ្រើសរើសទីតាំងរក្សាទុក
kn: ಉಳಿಸುವ ಸ್ಥಳವನ್ನು ಆರಿಸಿ
ko: 저장 위치 선택
lt: Pasirinkite įrašymo vietą
lv: Izvēlēties saglabāšanas vietu
ml: സ്ഥലം തിരഞ്ഞെടുക്കുക
mr: जतन करण्याचे ठिकाण निवडा
ms: Pilih lokasi simpanan
my: သိမ်းဆည်းမည့်နေရာ ရွေးပါ
nb: Velg lagringssted
nl: Selecteer opslaglocatie
or: ସାଇତିବା ସ୍ଥାନ ବାଛନ୍ତୁ
pa: ਸੇਵ ਕਰਨ ਦੀ ਜਗ੍ਹਾ ਚੁਣੋ
pl: Wybierz miejsce zapisu
pt_br: Escolher local de salvamento
ro: Alege locația de salvare
ru: Выбрать папку для сохранения
sk: Vybrať miesto uloženia
sl: Izberi mesto shranjevanja
sq: Zgjidh vendin e ruajtjes
sv: Välj lagringsplats
ta: சேமிப்பு இடத்தைத் தேர்ந்தெடுக்கவும்
te: భద్రపరిచే స్థానాన్ని ఎంచుకోండి
th: เลือกตำแหน่งบันทึก
tr: Kaydetme konumunu seçin
uk: Виберіть місце збереження
ur: محفوظ کرنے کی جگہ منتخب کریں
vi: Chọn vị trí lưu
zh_hans: 选择保存位置
zh_hk: 選擇儲存位置

source: Select up to 20 images, up to 5 MB each.
ar: حد أقصى 20 صورة، 5 ميجابايت لكل منها
az: Maksimum 20 şəkil seçin, hər biri 5 MB-dan çox olmamalıdır.
bg: Изберете до 20 снимки, всяка до 5MB.
bn: সর্বোচ্চ ২০টি ছবি নির্বাচন করুন, প্রতিটির সাইজ ৫ মেগাবাইটের কম।
ca: Selecciona fins a 20 imatges, màxim 5 MB cadascuna.
ceb: Hangtod sa 20 ka hulagway lang, dili molapas sa 5MB matag usa.
cs: Vyberte max. 20 obrázků, každý do 5 MB.
da: Vælg op til 20 billeder, maks. 5MB hver.
de: Wähle bis zu 20 Bilder, max. 5 MB pro Datei.
el: Επιλέξτε έως 20 εικόνες, έως 5MB η καθεμία.
es: Seleccionar hasta 20 Imágenes, cada una con un tamaño máximo de 5 MB.
et: Vali kuni 20 pilti, igaüks max 5 MB.
fa: حداکثر ۲۰ تصویر، هر کدام تا ۵ مگابایت
fi: Valitse enintään 20 kuvaa, kukin max 5 Mt.
fil: Hanggang 20 imahe lamang, hindi lalampas sa 5MB bawat isa.
fr: Sélectionnez jusqu'à 20 images, max 5 Mo chacune.
ga: Roghnaigh suas le 20 íomhá, 5MB ar a mhéad an ceann.
gu: વધુમાં વધુ 20 છબીઓ પસંદ કરો, દરેક 5MB થી ઓછી.
he: בחר עד 20 תמונות, עד 5MB כל אחת.
hi: अधिकतम 20 इमेज चुनें, प्रत्येक 5MB से कम।
hr: Odaberite do 20 slika, svaka do 5 MB.
hu: Max. 20 kép választható, egyenként legfeljebb 5 MB.
id: Pilih maksimal 20 gambar, masing-masing maks 5MB.
is: Veldu að hámarki 20 myndir, hver að hámarki 5MB.
it: Seleziona fino a 20 immagini, max 5MB ciascuna.
ja: 最大20枚まで選択可能（1枚につき最大5MB）。
jv: Pilih maksimal 20 gambar, saben gambar maksimal 5MB.
kk: Ең көп дегенде 20 сурет, әрқайсысы 5 МБ-тан аспауы тиіс.
km: ជ្រើសរើសយ៉ាងច្រើន ២០ សន្លឹក និងមិនលើស ៥MB ក្នុងមួយសន្លឹក។
kn: ಗರಿಷ್ಠ 20 ಚಿತ್ರಗಳನ್ನು ಆರಿಸಿ, ಪ್ರತಿಯೊಂದು 5MB ಮೀರಬಾರದು.
ko: 최대 20장, 장당 5MB 이하의 이미지를 선택해 주세요.
lt: Pasirinkite iki 20 nuotraukų, kiekviena ne didesnė nei 5MB.
lv: Izvēlieties līdz 20 attēliem, katrs ne lielāks par 5 MB.
ml: പരമാവധി 20 ചിത്രങ്ങൾ തിരഞ്ഞെടുക്കാം, ഓരോന്നിനും 5MB-ൽ താഴെ വലിപ്പം.
mr: कमाल २० चित्रे निवडा, प्रत्येक चित्र ५MB पेक्षा जास्त नसावे.
ms: Pilih maksimum 20 imej, setiap satu tidak melebihi 5MB.
my: အများဆုံး ပုံ ၂၀ ရွေးပါ၊ တစ်ပုံလျှင် 5MB ထက်မကျော်စေရ။
nb: Velg opptil 20 bilder, maks 5MB per bilde.
nl: Kies max. 20 afbeeldingen, elk niet groter dan 5MB.
or: ସର୍ବାଧିକ 20ଟି ଫଟୋ ବାଛନ୍ତୁ, ପ୍ରତିଟି 5MB ରୁ କମ୍
pa: ਵੱਧ ਤੋਂ ਵੱਧ 20 ਚਿੱਤਰ ਚੁਣੋ, ਹਰੇਕ 5MB ਤੋਂ ਘੱਟ ਹੋਵੇ।
pl: Wybierz do 20 obrazów, maks. 5MB każdy.
pt_br: Selecione até 20 imagens, máx. 5MB cada.
ro: Selectează maxim 20 de imagini, max. 5MB fiecare.
ru: До 20 изображений, макс. 5 МБ каждое.
sk: Vyberte max. 20 obrázkov, každý do 5 MB.
sl: Izberite do 20 slik, vsaka do 5 MB.
sq: Maks. 20 imazhe, deri në 5MB secila.
sv: Välj upp till 20 bilder, varje storlek överstiger inte 5 MB.
ta: 20 படங்கள் வரை தேர்ந்தெடுக்கவும், ஒவ்வொரு அளவும் 5MB ஐ விட அதிகமாக இல்லை.
te: గరిష్టంగా 20 చిత్రాలను ఎంచుకోండి, ప్రతి పరిమాణం 5MB మించకూడదు.
th: เลือกภาพได้สูงสุด 20 ภาพ แต่ละภาพต้องมีขนาดไม่เกิน 5MB
tr: En fazla seç 20 resim, her birinin boyutu 5 MB'ı geçmemelidir.
uk: Виберіть до 20 зображень, розмір кожного не перевищує 5 МБ.
ur: 20 تصاویر تک منتخب کریں، ہر سائز 5MB سے زیادہ نہیں ہے۔
vi: Chọn tối đa 20 hình ảnh, mỗi kích thước không quá 5MB.
zh_hans: 最多选择 20 张图片，每张大小不超过 5MB。
zh_hk: 最多選擇 20 張圖片，每張大小不超過 5MB。

source: Settings
ar: الإعدادات
az: Ayarlar
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
et: Seaded
fa: تنظیمات
fi: Asetukset
fil: Mga Setting
fr: Réglages
ga: Socruithe
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
jv: Setelan
kk: Баптаулар
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
lt: Nustatymai
lv: Iestatījumi
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
ms: Tetapan
my: ဆက်တင်များ
nb: Innstillinger
nl: Instellingen
or: ସେଟିଙ୍ଗସ୍
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
pt_br: Ajustes
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
sv: Inställningar
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
zh_hk: 設定

source: Show in Menu Bar
ar: إظهار الأيقونة في شريط القائمة
az: Menyuda nişanı göstər
bg: Икона в лентата с менюта
bn: মেনু বারে আইকন দেখান
ca: Mostra la icona a la barra de menús
ceb: Ipakita ang icon sa menu bar
cs: Zobrazit ikonu v řádku nabídek
da: Vis ikon i menulinjen
de: Icon in der Menüleiste anzeigen
el: Εμφάνιση εικονιδίου στη γραμμή μενού
es: Mostrar icono en la barra de menú
et: Näita ikooni menüüribal
fa: نمایش آیکون در نوار منو
fi: Näytä kuvake valikkopalkissa
fil: Ipakita ang icon sa menu bar
fr: Afficher l'icône dans la barre des menus
ga: Taispeáin deilbhín sa bharra roghchláir
gu: મેનુ બારમાં આઇકન બતાવો
he: הצג סמל בשורת התפריטים
hi: मेनू बार में आइकन दिखाएं
hr: Prikaži ikonu u traci izbornika
hu: Ikon megjelenítése a menüsoron
id: Tampilkan ikon di bilah menu
is: Sýna tákn í valmyndastiku
it: Mostra icona nella barra dei menu
ja: メニューバーにアイコンを表示
jv: Tampilake lambang ing bilah menu
kk: Белгішені мәзір жолағында көрсету
km: បង្ហាញរូបតំណាងក្នុងរបារម៉ឺនុយ
kn: ಮೆನು ಬಾರ್‌ನಲ್ಲಿ ಐಕಾನ್ ತೋರಿಸು
ko: 메뉴 막대에 아이콘 표시
lt: Rodyti piktogramą meniu juostoje
lv: Rādīt ikonu izvēlnes joslā
ml: മെനു ബാറിൽ ഐക്കൺ കാണിക്കുക
mr: मेनू बारमध्ये आयकॉन दाखवा
ms: Papar ikon dalam bar menu
my: မီနူးဘားတွင် အိုင်ကွန်ပြရန်
nb: Vis ikon i menylinjen
nl: Toon icoon in menubalk
or: ମେନୁ ବାର୍‌ରେ ଆଇକନ୍ ଦେଖାନ୍ତୁ
pa: ਮੀਨੂ ਬਾਰ ਵਿੱਚ ਆਈਕਨ ਦਿਖਾਓ
pl: Pokaż ikonę w pasku menu
pt_br: Mostrar ícone na barra de menu
ro: Afișează pictograma în bara de meniu
ru: Значок в строке меню
sk: Zobraziť ikonu v lište
sl: Pokaži ikono v vrstici z menijem
sq: Shfaq ikonën në meny
sv: Visa ikon i menyraden
ta: மெனு பட்டியில் ஐகானைக் காட்டு
te: మెనూ బార్‌లో చిహ్నాన్ని చూపించు
th: แสดงไอคอนในแถบเมนู
tr: Menü çubuğunda simgeyi göster
uk: Показати значок у рядку меню
ur: مینو بار میں آئیکن دکھائیں۔
vi: Hiển thị biểu tượng trên thanh menu
zh_hans: 在菜单栏中显示图标
zh_hk: 在選單列顯示圖示

source: Space Saved
ar: توفير مساحة القرص
az: Disk sahəsinə qənaət
bg: Спестено дисково пространство
bn: ডিস্ক স্পেস সাশ্রয়
ca: Estalvia espai al disc
ceb: Pagdaginot sa disk space
cs: Úspora místa na disku
da: Spar diskplads
de: Speicherplatz sparen
el: Εξοικονόμηση χώρου στον δίσκο
et: Säästa kettaruumi
fa: صرفه‌جویی در فضای دیسک
fi: Säästä levytilaa
fil: Makatipid sa disk space
fr: Économiser de l'espace disque
ga: Sábháil spás diosca
gu: ડિસ્ક જગ્યા બચાવો
he: חסוך שטח דיסק
hi: डिस्क स्पेस बचाएं
hr: Ušteda prostora na disku
hu: Lemezterület megtakarítása
id: Hemat ruang disk
is: Spara diskpláss
it: Risparmia spazio su disco
ja: ディスク容量を節約
jv: Ngirit ruang disk
kk: Диск орнын үнемдеу
km: សន្សំទំហំថាស
kn: ಡಿಸ್ಕ್ ಸ್ಥಳ ಉಳಿಸಿ
ko: 디스크 공간 절약
lt: Taupyti vietą diske
lv: Ietaupīt vietu uz diska
ml: ഡിസ്ക് സ്ഥലം ലാഭിക്കുക
mr: डिस्क जागा वाचवा
ms: Jimat ruang cakera
my: ဒစ်ခ်နေရာ သက်သာရန်
nb: Spar diskplass
nl: Schijfruimte besparen
or: ଡିସ୍କ ସ୍ଥାନ ସଞ୍ଚୟ କରନ୍ତୁ
pa: ਡਿਸਕ ਸਪੇਸ ਬਚਾਓ
pl: Oszczędzaj miejsce na dysku
pt_br: Economizar espaço em disco
ro: Economisește spațiu pe disc
ru: Экономия места на диске
sk: Šetriť miesto na disku
sl: Varčuj s prostorom na disku
sq: Kurse hapësirë
zh_hans: 节省磁盘空间
zh_hk: 節省磁碟空間

source: Sponsor Us
ar: ادعمنا
az: Bizə dəstək olun
bg: Подкрепете ни
bn: স্পনসর করুন
ca: Patrocina'ns
ceb: Suportahi kami
cs: Podpořte nás
da: Støt os
de: Unterstützen Sie uns
el: Υποστηρίξτε μας
es: Patrocinanos
et: Toeta meid
fa: حمایت از ما
fi: Tue meitä
fil: Suportahan kami
fr: Soutenez-nous
ga: Tacaigh linn
gu: અમને સપોર્ટ કરો
he: תמכו בנו
hi: हमें सपोर्ट करें
hr: Podržite nas
hu: Támogatás
id: Dukung kami
is: Styrkja okkur
it: Sostienici
ja: 支援する
jv: Nyengkuyung kita
kk: Бізге демеуші болу
km: ឧបត្ថម្ភយើងខ្ញុំ
kn: ನಮಗೆ ಬೆಂಬಲ ನೀಡಿ
ko: 후원하기
lt: Paremkite mus
lv: Atbalstīt mūs
ml: ഞങ്ങളെ സഹായിക്കുക
mr: आम्हाला सहकार्य करा
ms: Sokong kami
my: ကျွန်ုပ်တို့ကို ပံ့ပိုးရန်
nb: Støtt oss
nl: Steun ons
or: ଆମକୁ ସହଯୋଗ କରନ୍ତୁ
pa: ਸਾਨੂੰ ਸਪਾਂਸਰ ਕਰੋ
pl: Wesprzyj nas
pt_br: Patrocine-nos
ro: Susține-ne
ru: Поддержать нас
sk: Podporte nás
sl: Podpri nas
sq: Na mbështetni
sv: Sponsra oss
ta: எங்களுக்கு நிதியுதவி செய்யுங்கள்
te: మాకు స్పాన్సర్ చేయండి
th: สนับสนุนเรา
tr: Bize sponsor olun
uk: Спонсоруйте нас
ur: ہمیں سپانسر کریں۔
vi: Tài trợ cho chúng tôi
zh_hans: 赞助我们
zh_hk: 贊助我們

source: Sponsors
ar: قائمة الداعمين
az: Dəstəkçilər siyahısı
bg: Списък на спонсорите
bn: স্পনসর তালিকা
ca: Llista de patrocinadors
ceb: Listahan sa mga sponsor
cs: Seznam sponzorů
da: Sponsorliste
de: Sponsorenliste
el: Λίστα υποστηρικτών
es: Lista de patrocinadores
et: Toetajate nimekiri
fa: لیست حامیان
fi: Tukijat
fil: Listahan ng mga sponsor
fr: Liste des donateurs
ga: Liosta urraitheoirí
gu: સ્પોન્સર સૂચિ
he: רשימת תומכים
hi: स्पॉन्सर सूची
hr: Popis donatora
hu: Támogatók listája
id: Daftar sponsor
is: Listi yfir styrktaraðila
it: Elenco sostenitori
ja: 支援者リスト
jv: Dhaptar panyengkuyung
kk: Демеушілер тізімі
km: បញ្ជីអ្នកឧបត្ថម្ភ
kn: ಪ್ರಾಯೋಜಕರ ಪಟ್ಟಿ
ko: 후원자 목록
lt: Rėmėjų sąrašas
lv: Atbalstītāju saraksts
ml: സഹായിച്ചവരുടെ പട്ടിക
mr: समर्थकांची यादी
ms: Senarai penyokong
my: ပံ့ပိုးသူများ စာရင်း
nb: Liste over sponsorer
nl: Lijst van sponsors
or: ସହଯୋଗୀଙ୍କ ତାଲିକା
pa: ਸਪਾਂਸਰਾਂ ਦੀ ਸੂਚੀ
pl: Lista darczyńców
pt_br: Lista de patrocinadores
ro: Lista sponsorilor
ru: Список меценатов
sk: Zoznam podporovateľov
sl: Seznam podpornikov
sq: Lista e mbështetësve
sv: Sponsorlista
ta: பட்டியலை நிதியுதவி செய்யுங்கள்
te: జాబితాను స్పాన్సర్ చేయండి
th: รายชื่อผู้สนับสนุน
tr: Sponsor listesi
uk: Список спонсорів
ur: اسپانسر کی فہرست
vi: Danh sách tài trợ
zh_hans: 赞助列表
zh_hk: 贊助名單

source: Statistics
ar: الإحصائيات
az: Statistika
bg: Статистика
bn: পরিসংখ্যান
ca: Estadístiques
ceb: Estadistika
cs: Statistiky
da: Statistik
de: Statistiken
el: Στατιστικά
et: Statistika
fa: آمار
fi: Tilastot
fil: Istatistika
fr: Statistiques
ga: Staitisticí
gu: આંકડા
he: סטטיסטיקה
hi: आँकड़े
hr: Statistika
hu: Statisztika
id: Statistik
is: Tölfræði
it: Statistiche
ja: 統計
jv: Statistik
kk: Статистика
km: ស្ថិតិ
kn: ಅಂಕಿಅಂಶ
ko: 통계
lt: Statistika
lv: Statistika
ml: സ്ഥിതിവിവരം
mr: आकडेवारी
ms: Statistik
my: စာရင်းဇယား
nb: Statistikk
nl: Statistieken
or: ପରିସଂଖ୍ୟାନ
pa: ਅੰਕੜੇ
pl: Statystyki
pt_br: Estatísticas
ro: Statistici
ru: Статистика
sk: Štatistiky
sl: Statistika
sq: Statistikat
zh_hans: 统计
zh_hk: 統計

source: Support our open source mission
ar: دعم مشروعنا مفتوح المصدر
az: Açıq mənbə işimizə dəstək olun
bg: Подкрепете нашия проект с отворен код
bn: আমাদের ওপেন সোর্স কাজে সহায়তা করুন
ca: Dona suport al nostre projecte de codi obert
ceb: Suportahi ang among open source nga proyekto
cs: Podpořte náš open source projekt
da: Støt vores open source-projekt
de: Unterstützen Sie unser Open-Source-Projekt
el: Στηρίξτε το έργο μας ανοιχτού κώδικα
es: Apoya nuestra causa de código abierto
et: Toeta meie avatud lähtekoodiga projekti
fa: از پروژه متن‌باز ما حمایت کنید
fi: Tue avointa lähdekoodiamme
fil: Suportahan ang aming open source na proyekto
fr: Soutenir notre projet Open Source
ga: Tacaigh lenár dtionscadal foinse oscailte
gu: અમારા ઓપન સોર્સ કાર્યને ટેકો આપો
he: תמכו בפרויקט הקוד הפתוח שלנו
hi: हमारे ओपन सोर्स प्रोजेक्ट का समर्थन करें
hr: Podržite naš open source projekt
hu: Támogassa nyílt forráskódú projektünket
id: Dukung proyek sumber terbuka kami
is: Styddu við opna hugbúnaðinn okkar
it: Sostieni il nostro progetto open source
ja: オープンソース活動を支援する
jv: Sengkuyung proyek sumber terbuka kita
kk: Ашық кодты жобамызды қолдаңыз
km: គាំទ្រគម្រោងកូដចំហរបស់យើង
kn: ನಮ್ಮ ಮುಕ್ತ ಆಕರ ಕಾರ್ಯವನ್ನು ಬೆಂಬಲಿಸಿ
ko: 오픈 소스 프로젝트 지원하기
lt: Paremkite mūsų atvirojo kodo projektą
lv: Atbalstiet mūsu atvērtā pirmkoda darbu
ml: ഞങ്ങളുടെ ഓപ്പൺ സോഴ്സ് സംരംഭത്തെ പിന്തുണയ്ക്കുക
mr: आमच्या ओपन सोर्स कार्याला पाठिंबा द्या
ms: Sokong usaha sumber terbuka kami
my: ကျွန်ုပ်တို့၏ အိုးပန်းဆော့စ်လုပ်ငန်းကို ကူညီရန်
nb: Støtt vårt arbeid med åpen kildekode
nl: Steun ons open source project
or: ଆମର ଓପନ୍ ସୋର୍ସ କାର୍ଯ୍ୟକୁ ସମର୍ଥନ କରନ୍ତୁ
pa: ਸਾਡੇ ਓਪਨ ਸੋਰਸ ਕੰਮ ਦਾ ਸਮਰਥਨ ਕਰੋ
pl: Wspieraj nasz projekt open source
pt_br: Apoie nosso trabalho de código aberto
ro: Susține proiectul nostru open source
ru: Поддержать наш Open Source проект
sk: Podporte našu open source tvorbu
sl: Podprite naše odprtokodno delo
sq: Mbështetni projektin tonë
sv: Stöd vår öppen källkods-sak
ta: எங்கள் திறந்த மூல நோக்கத்தை ஆதரிக்கவும்
te: మా ఓపెన్ సోర్స్ కాజ్‌కు మద్దతు ఇవ్వండి
th: สนับสนุนโครงการโอเพนซอร์สของเรา
tr: Açık kaynak kodlu projemizi destekleyin
uk: Підтримайте нашу справу відкритого коду
ur: ہمارے اوپن سورس کاز کی حمایت کریں۔
vi: Hỗ trợ dự án mã nguồn mở của chúng tôi
zh_hans: 支持我们的开源事业
zh_hk: 支持我們的開源計畫

source: Supports PNG, JPEG, WEBP, etc.
ar: يدعم PNG, JPEG, WEBP وغيرها
az: PNG, JPEG, WEBP və s. formatları dəstəkləyir.
bg: Поддържа формати като PNG, JPEG, WEBP и др.
bn: PNG, JPEG, WEBP সহ বিভিন্ন ফরম্যাট সাপোর্ট করে।
ca: Admet PNG, JPEG, WEBP i altres formats.
ceb: Nag-suporta sa PNG, JPEG, WEBP ug uban pa.
cs: Podpora formátů PNG, JPEG, WEBP a dalších.
da: Understøtter PNG, JPEG, WEBP og flere formater.
de: Unterstützt PNG, JPEG, WEBP und weitere Formate.
el: Υποστηρίζει PNG, JPEG, WEBP και άλλα.
es: Compatible con .png, .jpeg, .bmp, .tiff y otros formatos.
et: Toetab PNG, JPEG, WEBP ja muid vorminguid.
fa: پشتیبانی از فرمت‌های PNG، JPEG، WEBP و غیره
fi: Tukee PNG, JPEG, WEBP ja muita muotoja.
fil: Sinusuportahan ang PNG, JPEG, WEBP at iba pa.
fr: Supporte PNG, JPEG, WEBP et d'autres formats.
ga: Tacaíonn sé le PNG, JPEG, WEBP agus eile.
gu: PNG, JPEG, WEBP વગેરે ફોર્મેટ સપોર્ટેડ છે.
he: תומך ב-PNG, JPEG, WEBP ופורמטים נוספים.
hi: PNG, JPEG, WEBP आदि फॉर्मेट समर्थित हैं।
hr: Podržava PNG, JPEG, WEBP i druge formate.
hu: PNG, JPEG, WEBP és egyéb formátumok támogatása.
id: Mendukung format PNG, JPEG, WEBP, dan lainnya.
is: Styður PNG, JPEG, WEBP og fleiri snið.
it: Supporta formati PNG, JPEG, WEBP e altri.
ja: PNG, JPEG, WEBP など多形式に対応。
jv: Ndhukung PNG, JPEG, WEBP, lan sapanunggalane.
kk: PNG, JPEG, WEBP және т.б. форматтарды қолдайды.
km: គាំទ្រទម្រង់ PNG, JPEG, WEBP និងច្រើនទៀត។
kn: PNG, JPEG, WEBP ಮುಂತಾದ ಹಲವು ಮಾದರಿಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ.
ko: PNG, JPEG, WEBP 등 다양한 형식을 지원합니다.
lt: Palaiko PNG, JPEG, WEBP ir kitus formatus.
lv: Atbalsta PNG, JPEG, WEBP un citus formātus.
ml: PNG, JPEG, WEBP തുടങ്ങിയവ പിന്തുണയ്ക്കുന്നു.
mr: PNG, JPEG, WEBP इत्यादी फॉरमॅट्सना सपोर्ट करते.
ms: Menyokong pelbagai format seperti PNG, JPEG, WEBP dll.
my: PNG, JPEG, WEBP စသည့် ဖော်မတ်မျိုးစုံကို ထောက်ပံ့သည်။
nb: Støtter PNG, JPEG, WEBP og flere andre formater.
nl: Ondersteunt PNG, JPEG, WEBP en andere formaten.
or: PNG, JPEG, WEBP ଆଦି ବିଭିନ୍ନ ଫର୍ମାଟ୍ ସପୋର୍ଟ କରେ
pa: PNG, JPEG, WEBP ਆਦਿ ਫਾਰਮੈਟਾਂ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ
pl: Wspiera formaty PNG, JPEG, WEBP i inne.
pt_br: Suporta PNG, JPEG, WEBP e outros formatos.
ro: Suportă format PNG, JPEG, WEBP și altele.
ru: Поддержка PNG, JPEG, WEBP и др.
sk: Podporuje formáty PNG, JPEG, WEBP a ďalšie.
sl: Podpira PNG, JPEG, WEBP in druge formate.
sq: Suporton PNG, JPEG, WEBP, etj.
sv: Stöd .png, .jpeg, .bmp, .tiff och andra format.
ta: .png, .jpeg, .bmp, .tiff மற்றும் பிற வடிவங்களை ஆதரிக்கவும்.
te: .png, .jpeg, .bmp, .tiff మరియు ఇతర ఫార్మాట్‌లకు మద్దతు ఇవ్వండి.
th: สนับสนุนไฟล์ .png, .jpeg, .bmp, .tiff และรูปแบบอื่นๆ
tr: .png, .jpeg, .bmp, .tiff ve diğer formatları destekleyin.
uk: Підтримуйте .png, .jpeg, .bmp, .tiff та інші формати.
ur: سپورٹ .png, .jpeg, .bmp, .tiff اور دیگر فارمیٹس۔
vi: Hỗ trợ .png, .jpeg, .bmp, .tiff và các định dạng khác.
zh_hans: 支持 PNG, JPEG, WEBP 等多种格式。
zh_hk: 支援 PNG, JPEG, WEBP 等多種格式。

source: Temp Storage
ar: مساحة الملفات المؤقتة
az: Müvəqqəti faylların tutumu
bg: Място от временни файлове
bn: সাময়িক ফাইলের দখলকৃত জায়গা
ca: Espai de fitxers temporals
ceb: Gigamit sa temporaryo nga mga file
cs: Místo obsazené dočasnými soubory
da: Plads brugt af midlertidige filer
de: Belegter Platz durch temporäre Dateien
el: Χώρος προσωρινών αρχείων
et: Ajutiste failide maht
fa: فضای فایل‌های موقت
fi: Tilapäistiedostojen viemä tila
fil: Space na gamit ng mga temporary file
fr: Espace utilisé par les fichiers temporaires
ga: Spás ag comhaid shealadacha
gu: કામચલાઉ ફાઇલો દ્વારા વપરાયેલી જગ્યા
he: שטח קבצים זמניים
hi: अस्थायी फाइलों द्वारा उपयोग की गई जगह
hr: Prostor privremenih datoteka
hu: Ideiglenes fájlok mérete
id: Penggunaan file sementara
is: Pláss sem tímabundnar skrár taka
it: Spazio file temporanei
ja: 一時ファイルの占有量
jv: Kapasitas berkas sauntara
kk: Уақытша файлдар көлемі
km: ទំហំឯកសារបណ្ដោះអាសន្ន
kn: ತಾತ್ಕಾಲಿಕ ಫೈಲ್‌ಗಳ ಬಳಕೆ
ko: 임시 파일 용량
lt: Laikinųjų failų užimama vieta
lv: Pagaidu failu aizņemtā vieta
ml: താൽക്കാലിക ഫയലുകളുടെ വലിപ്പം
mr: तात्पुरत्या फाईल्सचा आकार
ms: Penggunaan fail sementara
my: ယာယီဖိုင်များ နေရာယူမှု
nb: Bruk av midlertidige filer
nl: Gebruik door tijdelijke bestanden
or: ଅସ୍ଥାୟୀ ଫାଇଲ୍ ବ୍ୟବହାର
pa: ਆਰਜ਼ੀ ਫਾਈਲਾਂ ਦੀ ਵਰਤੋਂ
pl: Miejsce zajmowane przez pliki tymcz.
pt_br: Espaço de arquivos temporários
ro: Spațiu ocupat de fișiere temporare
ru: Временные файлы
sk: Využitie dočasných súborov
sl: Poraba začasnih datotek
sq: Hapësira e skedarëve të përkohshëm
zh_hans: 临时文件占用
zh_hk: 暫存檔案佔用

source: Terms of Use
ar: شروط الاستخدام
az: İstifadə şərtləri
bg: Условия за ползване
bn: ব্যবহারের শর্তাবলী
ca: Condicions d'ús
ceb: Termino sa paggamit
cs: Podmínky použití
da: Brugsvilkår
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Condiciones de uso
et: Kasutustingimused
fa: شرایط استفاده
fi: Käyttöehdot
fil: Mga Tuntunin ng Paggamit
fr: Conditions d'utilisation
ga: Téarmaí Úsáide
gu: વપરાશની શરતો
he: תנאי שימוש
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Felhasználási feltételek
id: Ketentuan penggunaan
is: Notkunarskilmálar
it: Termini di servizio
ja: 利用規約
jv: Katentuan panggunaan
kk: Пайдалану шарттары
km: លក្ខខណ្ឌប្រើប្រាស់
kn: ಬಳಕೆಯ ನಿಯಮಗಳು
ko: 이용 약관
lt: Naudojimo sąlygos
lv: Lietošanas noteikumi
ml: ഉപയോഗ നിബന്ധനകൾ
mr: वापराच्या अटी
ms: Syarat penggunaan
my: အသုံးပြုမှု စည်းမျဉ်းများ
nb: Brukervilkår
nl: Gebruiksvoorwaarden
or: ବ୍ୟବହାର ନିୟମାବଳୀ
pa: ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Warunki użytkowania
pt_br: Termos de Uso
ro: Termeni de utilizare
ru: Условия использования
sk: Podmienky používania
sl: Pogoji uporabe
sq: Kushtet e përdorimit
sv: Användarvillkor
ta: பயன்பாட்டு விதிமுறைகள்
te: ఉపయోగ నిబంధనలు
th: เงื่อนไขการใช้งาน
tr: Kullanım Şartları
uk: Умови використання
ur: استعمال کی شرائط
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hk: 使用條款

source: Thank you for your support!
ar: شكراً لدعمكم!
az: Dəstəyiniz üçün təşəkkürlər!
bg: Благодарим за подкрепата!
bn: আপনার সমর্থনের জন্য ধন্যবাদ!
ca: Gràcies pel vostre suport!
ceb: Salamat sa imong suporta!
cs: Děkujeme za vaši podporu!
da: Tak for din støtte!
de: Danke für Ihre Unterstützung!
el: Ευχαριστούμε για την υποστήριξη!
es: Gracias por tu apoyo
et: Täname toetuse eest!
fa: ممنون از حمایت شما!
fi: Kiitos tuestasi!
fil: Salamat sa iyong suporta!
fr: Merci de votre soutien !
ga: Go raibh maith agat as do thacaíocht!
gu: તમારા સમર્થન બદલ આભાર!
he: תודה על תמיכתכם!
hi: आपके समर्थन के लिए धन्यवाद!
hr: Hvala na podršci!
hu: Köszönjük a támogatást!
id: Terima kasih atas dukungan Anda!
is: Takk fyrir stuðninginn!
it: Grazie per il tuo supporto!
ja: ご支援ありがとうございます！
jv: Matur nuwun panyengkuyungipun!
kk: Қолдауыңызға рақмет!
km: សូមអរគុណចំពោះការគាំទ្រ!
kn: ನಿಮ್ಮ ಬೆಂಬಲಕ್ಕೆ ಧನ್ಯವಾದಗಳು!
ko: 지원해 주셔서 감사합니다!
lt: Dėkojame už jūsų palaikymą!
lv: Paldies par jūsu atbalstu!
ml: നിങ്ങളുടെ പിന്തുണയ്ക്ക് നന്ദി!
mr: तुमच्या समर्थनाबद्दल धन्यवाद!
ms: Terima kasih atas sokongan anda!
my: အားပေးမှုအတွက် ကျေးဇူးတင်ပါသည်!
nb: Takk for støtten din!
nl: Bedankt voor je steun!
or: ଆପଣଙ୍କ ସମର୍ଥନ ପାଇଁ ଧନ୍ୟବାଦ!
pa: ਤੁਹਾਡੇ ਸਮਰਥਨ ਲਈ ਧੰਨਵਾਦ!
pl: Dziękujemy za wsparcie!
pt_br: Obrigado pelo seu apoio!
ro: Vă mulțumim pentru sprijin!
ru: Благодарим за поддержку!
sk: Ďakujeme za vašu podporu!
sl: Hvala za vašo podporo!
sq: Faleminderit për mbështetjen!
sv: Tack för ditt stöd
ta: உங்கள் ஆதரவிற்கு நன்றி
te: మీ మద్దతుకు ధన్యవాదాలు
th: ขอบคุณสำหรับการสนับสนุนของคุณ
tr: Desteğiniz için teşekkür ederiz
uk: Дякуємо за вашу підтримку
ur: آپ کے تعاون کا شکریہ
vi: Cảm ơn sự ủng hộ của bạn
zh_hans: 感谢您的支持!
zh_hk: 感謝您的支持！
